{
  "symbol": "<:money:1212084037007446106>",
  "ig_currency": "<:blue_cube:1212083908900819057>",
  "cooldown_symbol": "<:stopwatch:1223478951633096745>",
  "success_symbol": "<:check:1223482375552372898>",
  "fail_symbol": "<:xmark:1223482023151140964>",
  "toggle_on": "<:t_on:1227877546083745812>",
  "toggle_off": "<:t_off:1227878586854281256>",
  "commands": {
    "work": {
      "delay": 1200,
      "min_revenue": 1,
      "max_revenue": 10,
      "win_phrases": [
        "You worked at SubWay and made",
        "You helped someone do his homework and got",
        "You put in a solid shift at the factory and earned",
        "Your efforts in the office paid off and you earned",
        "You hustled at the construction site and earned",
        "You worked hard at the restaurant and earned",
        "Your dedication at the farm paid off and you earned",
        "You made some sales at the store and earned",
        "You were productive at the workshop and earned",
        "Your creativity in the studio paid off and you earned",
        "You showed skill at the garage and earned",
        "You put in the hours at the hospital and earned",
        "You contributed at the charity event and earned",
        "Your work at the school paid off and you earned",
        "You delivered packages as a courier and earned",
        "You helped out at the community center and earned",
        "You served customers at the café and earned",
        "You worked the fields at the farm and earned",
        "Your efforts at the gym paid off and you earned",
        "You assisted clients at the law firm and earned",
        "You provided care at the nursing home and earned",
        "You fixed things at the repair shop and earned"
      ]
    },
    "crime": {
      "delay": 1200,
      "min_revenue": 1,
      "max_revenue": 50,
      "win_phrases": [
        "You committed a crime and got away with it!",
        "You robbed a bank and came out victorious!",
        "You broke the law and got rewarded!",
        "Your criminal activity paid off handsomely!",
        "You dared to steal and emerged triumphant!",
        "Your illicit actions led to a hefty reward!",
        "You defied the law and reaped the benefits!",
        "Your criminal endeavor was a smashing success!",
        "You took a risk and it paid off big time!",
        "You ventured into crime and emerged victorious!",
        "Your unlawful actions led to a handsome payout!",
        "You took matters into your own hands and won!",
        "You crossed the line and came out on top!",
        "You embraced the criminal life and scored big!",
        "You dared to break the law and emerged as the winner!",
        "Your daring heist was a resounding success!",
        "You chose the path of crime and it paid off!",
        "You defied authority and came out ahead!",
        "You committed a crime and reaped the rewards!",
        "Your criminal escapade ended in triumph!"
      ],
      "lose_phrases": [
        "You committed a crime but got caught.",
        "Your attempt at robbing a bank ended in failure.",
        "Crime doesn't pay, especially when you get caught.",
        "Your criminal activity led to consequences.",
        "You dared to break the law but faced the consequences.",
        "Your attempt at theft ended in a loss.",
        "You got caught in the act, crime doesn't pay.",
        "Your unlawful actions led to a defeat.",
        "Your criminal endeavor was unsuccessful.",
        "Breaking the law led to repercussions.",
        "Your attempt at robbery was thwarted.",
        "Your criminal actions led to a loss.",
        "You dared to commit a crime but faced defeat.",
        "Crime doesn't always lead to victory, as you've learned.",
        "Your criminal activity ended in failure.",
        "Your attempt at theft led to your downfall.",
        "You got caught in the act, and now you pay the price.",
        "Your illegal actions ended in a loss.",
        "Crime didn't pay off for you this time.",
        "You committed a crime but faced the consequences of failure."
    ],
      "min_lose_amount": 10,
      "max_lose_amount": 20,
      "crime_success_rate": 20
    },
    "rob": {
      "delay": 1500,
      "min_gain_amount": 10,
      "max_gain_amount": 20,
      "min_lose_amount": 10,
      "max_lose_amount": 20,
      "win_phrases": [
        "You robbed and got away with it!",
        "Successfully looted, you're on a roll!",
        "Another successful heist under your belt!",
        "The spoils of your cunning are yours!",
        "You raided and came out victorious!",
        "Loot acquired! You're on fire!",
        "You're making a name for yourself in the underworld!",
        "Well executed! The loot is yours!",
        "Another day, another successful robbery!",
        "Your skills as a thief are unmatched!",
        "A successful theft adds to your reputation!",
        "You've proven yourself as a master thief once again!",
        "You've got the knack for robbing like a pro!",
        "Your pockets are heavier thanks to your heist!",
        "Victory is yours as you walk away with the spoils!",
        "No one can stop you from claiming what's rightfully yours!",
        "You're carving out your fortune through daring theft!",
        "Your talents as a robber shine through yet again!",
        "With every successful robbery, your legend grows!",
        "The thrill of the heist and the satisfaction of success!"
      ],
      "lose_phrases": [
        "You were caught robbing and have to pay",
        "You were caught red-handed and now face the consequences.",
        "Looks like luck wasn't on your side this time. Pay up!",
        "The tables have turned, and now you're the one losing out.",
        "Caught in the act! Now it's time to cough up the penalty.",
        "Robbery foiled! Now you must make amends.",
        "Caught in the act! Now you owe a debt.",
        "Your luck ran out, and now you have to pay the price.",
        "The authorities caught wind of your scheme. Pay the fine!",
        "You underestimated the risk and now have to pay the consequences.",
        "Caught in the act! Now you must face the repercussions.",
        "The law caught up with you. Now you have to settle.",
        "Your heist didn't go as planned. Time to settle the score.",
        "Caught in the act! Now you're liable for damages.",
        "Your robbery attempt failed, now it's time to compensate.",
        "Your luck ran out, and now you're in debt.",
        "Caught in the act! Now you have to make restitution.",
        "Caught red-handed! Now you must repay what's owed.",
        "You were caught and now there's a price to pay.",
        "Looks like your luck ran out. Pay the penalty.",
        "Your robbery attempt was thwarted. Now you have to make things right."
      ],
      "rob_success_rate": 20
    }
  }
}
